driver-tests/databasebc/Derby/DeleteJbi/test/TestDelete/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:del="http://j2ee.netbeans.org/wsdl/DeleteTrigger">
  <soapenv:Body>
    <del:part1>100</del:part1>
  </soapenv:Body>
</soapenv:Envelope>